[Settings]
AuthorName=
AuthorEmail=
Language=فارسی
RTLReading=0
CrashRptVersion=1403

[MainDlg]
DlgCaption=گزارش خطا
HeaderText=%s متوقف شده است
SubHeaderText=لطفا گزارش این خطا (%s) را برای کمک به رفع مشکل و بهبود نرم افزار برای ما ارسال کنید 
WhatDoesReportContain=این گزارش شامل چه مواردی است؟
ProvideAdditionalInfo=.اطلاعات اضافی در مورد مشکل ارائه کنید (توصیه می شود)
YourEmail=ایمیل شما:
DescribeProblem=خیلی کوتاه توضیح دهید هنگام وقوع خطا چه میکردید؟
MyConsent=با فشار دادن دکمه "ارسال گزارش"، تایید میکتم که با محتویات گزارش آشنا هستم وشرایط سیاست حفظ حریم خصوصی را میپذیرم
MyConsent2=با فشار دادن دکمه "ارسال گزارش"، تایید میکتم که با محتویات گزارش آشنا هستم 
PrivacyPolicy=سیاست حفظ حریم خصوصی
InvalidEmailCaption=ایمیل نامعتبر
InvalidEmailText= لطفا یک آدرس ایمیل معتبر مشخص کنید، برای مثال name@hotmail.com
SendReport=ارسال گزارش
CloseTheProgram=بستن برنامه
RestartApp=راه اندازی مجدد  %s پس از بسته شدن این پنجره
OtherActions=اقدامات دیگر...
SendReportLater=بستن برنامه و ارسال گزارش بعدا

[DetailDlg]
DlgCaption=جزئیات گزارش خطا
DoubleClickAnItem=روی یک مورد دو بار کلیک کنید تا برنامه مناسب باز شود
FieldName=نام
FieldDescription=توضیح
FieldSize=سایز
Preview=پیش نمایش
PrivacyPolicy=سیاست حفظ حریم خصوصی
Close=بستن
Export=صادر کردن...
NoDataToDisplay=هیچ داده ای برای نمایش وجود ندارد
PreviewAuto=اتوماتیک
PreviewText=متن
PreviewHex=Hex
PreviewImage=عکس
PreviewVideo=ویدئو
Encoding=رمزگذاری متن
DescCrashDump=خطا Minidump
DescXML=توضیح خطاXML
DescScreenshot=اسکرین شات دسکتاپ
DescRegKey= کلید رجیستریDump
DescVideo=گرفتن ویدئو از دسکتاپ
Open=باز کردن
DeleteSelected=حذف فایل(ها) انتخاب شده
AttachMoreFiles=پیوست کردن فایل(ها) بیشتر...
           
[ProgressDlg]
DlgCaption=ارسال کردن گزارش خرابی - %s
DlgCaption2=%s متوقف شده است
DlgCaptionExport =صادر کردن گزارش خرابی - %s
CollectingCrashInfo=جمع آوری اطلاعات درباره خرابی...
CompressingFiles=در حال فشرده سازی فایل های گزارش خرابی...
StatusText=گزارش خطا درحال ارسال است(تلاش %d of 3)…
ConfirmLaunchEmailClient=گزارش خرابی را میتوان از طریق برنامه ایمیل (s%)پیش فرض ارسال کرد.\nبرای اجرای برنامه ایمیل،"باشه" را فشار دهید در غیر این صورت "لغو" را فشار دهید 
CompletedWithErrors=با خطاهایی کامل شد.برای بستن پنجره بستن را فشار دهید.
ExportedWithErrors=صدور با خطاهایی کامل شد. برای بستن پنجره بستن را فشار دهید.
CopySelectedLines=کپی خط های انتخاب شده
CopyTheWholeLog=کپی همه log
Cancel=لغو
Cancelling=در حال لغو شدن...
Close=بستن

[ResendDlg]
DlgCaption=ارسال گزارش های خرابی - %s
BalloonCaption= گزارش های خطا - %s
BalloonText= اخیراخطاهایی درs% رخ داد.برای گزارش خطا اکنون اینجا را کلیک کنید
ColumnCreationDate=ساخت تاریخ
ColumnSize=سایز
ColumnStatus=وضعیت
ClickForDetails=برای مشاهده جزئیات روی یک مورد دوبار کلیک کنید.
SelectedSize=موارد انتخاب شد: %d. سایز نهایی: %s.
SendNow=همین حالا ارسال کن
ShowLog=نمایش log
MyConsent=با فشار دادن دکمه "ارسال گزارش"، تایید میکنم که با محتویات گزارش های انتخاب شده آشنا هستم وشرایط سیاست حفظ حریم خصوصی را میپذیرم
MyConsent2=با فشار دادن دکمه "ارسال گزارش" ، تأیید می کنم که با محتویات گزارش های انتخاب شده آشنا هستم.
PopupShow=نمایش
PopupExit=خروج
PopupRemindLater=این پنجره را ببند اما بعدا دوباره یادآوری کن
PopupNeverRemind=این پنجره را ببند و دیگر هرگز یادآوری نکن
StatusPending=در تعلیق
StatusInProgress=در حال پیشرفت...
StatusSucceeded=انجام شد
StatusFailed=ناموفق
CurrentAction=اقدام فعلی:
DeliveryingReports=در حال تحویل گزارش خرابی...
DeliverySucceeded=گزارش خرابی با موفقیت تحویل داده شد
DeliveryFailed=تحویل گزارش خرابی با خطاهایی کامل شد.
SelectAll=انتخاب همه
DeselectAll=لغو انتخاب همه
DeleteSelected=حذف انتخاب شده
DeleteAll=حذف همه

[VideoRecDlg]
DlgCaption=گرفتن ویدئو از صفحه نمایش - %s
Text=%s ضبط ویدئویی از صفحه شما شروع خواهد شد تا به درک بهتر و رفع خطاهای رخ داده  در این نرم افزار کمک کند.توجه کنید که ضبط ویدئویی از صفحه ممکن است کارایی کامپیوتر شما را کاهش دهد.برای ادامه دکمه "اجرا" را فشار دهید.
Allow=اجازه دادن
Cancel=لغو